// This file is generated from event_title_yaml2js.py
window.EVENT_TITLES = {
  "2025-10-28": [
     "サンタ駅広告",
     "たいむぬいぐるみ",
     "キャンディトリート",
     "ギフコレ",
     "ハフアニ",
     "登竜門",
   ],
  "2025-11-04": [
     "描き下ろしイラストで駅広告に載ろう -着物編-",
     "サウンド開発室 -オリジナル配信BGMを作ろう",
     "たいむのボアコレ Vol.1 -ぬくもりトート-",
     "もうすぐ11月11日 スティックお菓子セット",
     "Palmu Fan Badge Memorial -October-",
     "Palmu 連続配信チャレンジ",
   ],
  "2025-11-11": [
     "バレンタイン駅広告",
     "宣材写真を撮ろう",
     "たいむアクキー",
     "顔パック",
     "ギフコレ",
     "バースデー",
   ],
  "2025-11-18": [
     "Team Challenge 2025 Crown",
     "お揃いマグカップ",
     "スープDELI",
     "秋の川柳大会",
   ],
  "2025-11-25": [
     "カラオケ広告",
     "オリジナルミニギフト",
     "全国ご当地たび 北海道編",
     "セルフケアセット",
     "ギフコレ",
     "ハフアニ",
     "登竜門",
   ],
  "2025-12-02": [
     "江ノ島：広告の主役になろう",
     "オリジナルたいむケーキ",
     "メリクリプロフ背景",
     "ファンバッジ",
     "誕生日",
   ],
  "2025-12-09": [
     "Championship 2025 本線",
     "オリギフ：サイリウム編",
     "骨付クリスマスチキン",
     "ギフコレ",
   ],
  "2025-12-16": [
     "Championship 2025 決勝",
     "渋谷駅ロング広告",
     "ほっとクッション",
     "ビタミンチャージ",
   ],
  "2025-12-23": [
     "全国駅広告ツアー大阪駅編",
     "おきがえクリスマス",
     "くつした便",
     "クリスマス川柳",
   ],
  "2025-12-30": [
     "Palmu 歌フェス",
     "Event Record",
     "忘年会セット",
     "ギフコレ",
   ],
  "2026-01-06": [
     "ファンバッジ",
     "ハフアニ",
     "登竜門",
     "大和撫子駅広告",
     "書き初めタオル",
     "ほたて",
     "福袋ギフト",
   ],
  "2026-01-13": [
     "雪まつり 2026",
   ],
  "2026-01-20": [
     "下北通り商店街広告",
     "SDイラスト",
     "開運プロフ背景",
     "あったかマフラー",
     "3月誕生日",
     "新春福袋ギフト",
     "年はじめの一句",
   ],
  "2026-01-27": [
     "コスプレx秋葉原駅広告",
     "オリジナルワードミニギフト",
     "アクリルルーレット",
     "チョコファウンテンプロフィール背景",
     "ギフコレ",
     "１周年",
     "ハフアニ",
     "登竜門",
   ],
  "2026-02-03": [
     "声で勝ち取れ！ラジオCM出演権",
     "みんなでおそろい！夜の隠れ場ラウンジプロフィール背景",
     "たいむのアクリルキーホルダーバレンタインVer",
     "とろける肉の日！松阪牛すき焼き",
     "ギフコレ",
     "Palmu Fan Badge Memorial -January-",
   ],
  "2026-02-10": [
     "思い出の地で輝こう！全国駅広告ツアー仙台駅編",
     "たいむのぬいぐるみをGETしよう！ -バレンタイン編-",
     "おそろいバレンタイン チョコ＆マグネット",
     "なにがでるかドキドキ！新春福袋ギフト",
     "バースデー",
   ],
  "2026-02-17": [
     "Team Challenge -雪合戦-",
     "なんてったってライバー オーダーメイド衣装",
     "きゃわ部屋着 たいむスウェット",
     "全国ご当地たび<東北編>",
     "ギフコレ",
   ],
  "2026-02-24": [
     "枠専用アイコンギフトを作ろう！レトロポップ編",
     "みんなでおそろい！ホワイトデープロフィール背景",
     "ビスケットの日 たいむのおやつ祭",
     "ハフアニ",
     "登竜門",
   ],
  "2026-03-03": [
     [
       "ADV",
       "電車で出会う 運命の推し広告",
       "運命の推し広告",
     ],
     [
       "ETC1",
       "花粉に負けるな！大量鼻セレブ＆ケース",
       "鼻セレブ",
     ],
     [
       "ETC2",
       "みんなで大食いチャレンジ！大量浜松餃子",
       "浜松餃子",
     ],
     [
       "CSC",
       "連続配信チャレンジ",
       "連続配信",
     ],
     [
       "FB",
       "Palmu Fan Badge Memorial -January-",
       "ファンバッジ",
     ],
   ],
  "2026-03-10": [
     [
       "GFT",
       "ゼロから作ろう オリジナルミニギフト",
       "オリジナルミニギフト",
     ],
     [
       "ETC1",
       "Happy White Day 金平糖＆シャカシャカアクキー",
       "ホワイトデーギフト",
     ],
     [
       "ETC2",
       "バズってる味，食べてみよう 〜麻辣担編〜",
       "麻辣担",
     ],
     [
       "GFC",
       "限定ギフトを手に入れよう！Palmu Gift Collection",
       "ギフコレ",
     ],
     [
       "BD",
       "バースデー",
       "バースデー",
     ],
   ],
  "2026-03-17": [
     [
       "ETC1",
       "ふたりで最強！デュオソングチャレンジ",
       "デュオソング",
     ],
     [
       "ETC2",
       "春を持ち歩こう　桜ボトル",
       "桜ボトル",
     ],
     [
       "ETC3",
       "みんなで持とう！推しお守り",
       "推しお守り",
     ],
     [
       "ETC4",
       "Palmu お楽しみBOX 深夜の背徳ラーメン編",
       "背徳ラーメン",
     ],
   ],
  "2026-03-24": [
     [
       "ETC1",
       "真の日本酒ラバーは誰だ！Palmu x fukunomo 公式アンバサダー",
       "日本酒",
     ],
     [
       "ETC2",
       "みんなでおそろい！雅な夜桜プロフィール背景",
       "夜桜プロフ",
     ],
     [
       "ETC3",
       "瓶いっぱいの海 宮古の瓶ドン",
       "瓶ドン",
     ],
     [
       "GFC",
       "限定ギフトを手に入れよう！Palmu Gift Collection",
       "ギフコレ",
     ],
   ],
  "2026-03-31": [
     [
       "ETC1",
       "あなたがぬいに！？オリジナルぬいぐるみ",
       "オリジナルぬいぐるみ",
     ],
     [
       "ETC2",
       "ゆっくり休んでね お風呂セット",
       "お風呂セット",
     ],
     [
       "ETC3",
       "3月発売の新商品イベント",
       "新商品イベント",
     ],
     [
       "SR",
       "春の川柳大会",
       "川柳大会",
     ],
     [
       "1YA",
       "１周年",
       "１周年",
     ],
     [
       "HYA",
       "ハフアニ",
       "ハフアニ",
     ],
     [
       "GoS",
       "登竜門",
       "登竜門",
     ],
   ],
  "2026-04-07": [
     [
       "ETC1",
       "いざ，ダンジョン攻略！眠る秘宝ギフトを探し出せ！",
       "眠る秘宝ギフト",
     ],
     [
       "ETC2",
       "〜たいむのなりきりアニマル〜ふわもこウサギプロフィール背景",
       "ウサギプロフ",
     ],
     [
       "ETC3",
       "ごほうびフロマージュ大福セット",
       "大福",
     ],
     [
       "GFC",
       "限定ギフトを手に入れよう！Palmu Gift Collection -京都弁1st-",
       "ギフコレ",
     ],
     [
       "FB",
       "Palmu Fan Badge Memorial -March-",
       "ファンバッジ",
     ],
   ],
  "2026-04-14": [
     [
       "ETC1",
       "思い出の地で輝こう！全国駅広告ツアー金沢編",
       "駅広告",
     ],
     [
       "ETC2",
       "学生時代にタイムスリップ！オリジナル学生証フォンタブ",
       "学生証フォンタブ",
     ],
     [
       "ETC3",
       "全国ご当地たび＜関東編＞",
       "ご当地たび",
     ],
     [
       "ETC4",
       "Palmu お楽しみBOX 呑兵衛編",
       "呑兵衛BOX",
     ],
     [
       "CSC",
       "連続配信チャレンジ",
       "連続配信",
     ],
     [
       "BD",
       "6月生まれ集合！ Palmu Special Birthday",
       "バースデー",
     ],
   ],
  "2026-04-21": [
     [
       "ETC1",
       "憧れのアニメ雑誌に載ろう！",
       "アニメ雑誌",
     ],
     [
       "ETC2",
       "天空のステンドグラス ネモフィラプロフィール背景",
       "ネモフィラプロフ",
     ],
     [
       "ETC3",
       "ととのいドリンク 大量オロポ祭り",
       "オロポ",
     ],
     [
       "GFC",
       "限定ギフトを手に入れよう！Palmu Gift Collection -京都弁2nd-",
       "ギフコレ",
     ],
   ],
  "2026-04-28": [
     [
       "TEAM",
       "集え！コレクターズ！伝説コレクションシール",
       "コレクションシール",
     ],
     [
       "ETC1",
       "推しを！誇りを！あおごう！推し扇",
       "推し扇",
     ],
     [
       "ETC2",
       "大量満腹！簡単パスタセット",
       "パスタセット",
     ],
     [
       "SENRYU",
       "Palmu 大喜利大会！〜GW編〜",
       "大喜利大会",
     ],
     [
       "HYA",
       "みんなでお祝い HARF YEAR ANNIVERSARY",
       "ハフアニ",
     ],
     [
       "GoS",
       "Next Level Challenge! トップドライバーへの登竜門",
       "登竜門",
     ],
   ],
  "2026-05-05": [
     [
       "ETC1",
       "みんなでのろう！Youtube広告",
       "Youtube広告",
     ],
     [
       "ETC2",
       "月夜にきらめく 月明かりの蝶プロフィール背景",
       "蝶プロフ",
     ],
     [
       "ETC3",
       "こどもの日 ごちそう角煮ちまき",
       "角煮ちまき",
     ],
     [
       "GFC",
       "限定ギフトを手に入れよう！Palmu Gift Collection -厨二病1st-",
       "ギフコレ",
     ],
     [
       "FB",
       "Palmu Fan Badge Memorial -April-",
       "ファンバッジ",
     ],
   ],
  "2026-05-12": [
     [
       "ETC1",
       "誰が一番愛してる！？ハートギフト好き決定戦！",
       "ハートギフト",
     ],
     [
       "ETC2",
       "気分はまるでアーティスト！？音声入りCDキーホルダー",
       "CDキーホルダー",
     ],
     [
       "ETC3",
       "ニンニクましまっせ！二郎系ラーメン",
       "二郎系ラーメン",
     ],
     [
       "ETC4",
       "Palmu お楽しみBOX ボディメイク編",
       "お楽しみBOX",
     ],
     [
       "CSC",
       "連続配信チャレンジ",
       "連続配信",
     ],
     [
       "BD",
       "7月生まれ集合！ Palmu Special Birthday",
       "バースデー",
     ],
   ],
  "2026-05-19": [
     [
       "TEAM",
       "Team Challenge 戦国編",
       "Team戦",
     ],
     [
       "ETC1",
       "ジューシーフルーツ シトラスプロフィール背景",
       "シトラスプロフ",
     ],
     [
       "ETC2",
       "懐かしのおやつ カルピス＆フルーチェ",
       "カルピス＆フルーチェ",
     ],
     [
       "GFC",
       "限定ギフトを手に入れよう！Palmu Gift Collection -厨二病2nd-",
       "ギフコレ",
     ],
   ],
  "2026-05-26": [
     [
       "ETC1",
       "たいむと診断！なりきり16タイプ診断",
       "なりきり診断",
     ],
     [
       "ETC2",
       "推しマライバー集まれ！オリジナルワッペントートバック",
       "ワッペントート",
     ],
     [
       "ETC3",
       "みんなで無限アレンジ！ぶぶか油そば",
       "油そば",
     ],
     [
       "SENRYU",
       "ジメジメ気分を吹き飛ばせ！梅雨の大喜利大会",
       "大喜利大会",
     ],
     [
       "1YA",
       "１周年",
       "１周年",
     ],
     [
       "HYA",
       "ハフアニ",
       "ハフアニ",
     ],
     [
       "GoS",
       "登竜門",
       "登竜門",
     ],
   ],
};
